Repository: Spich3000/StonksProfitCalculator
Catalog: stonksProfitCalculator/*.lproj/Localizable.strings
Languages: ru, uk

source: Sell price
ru: Цена продажи
uk: Цiна продажу

source: Difference
ru: Разница
uk: Рiзниця

source: Average Price
ru: Средняя цена
uk: Середня цiна

source: Settings
ru: Настройки
uk: Налаштування

source: About
ru: Информация
uk: Iнформацiя

source: Clear
ru: Сброс
uk: Скидання

source: Done
ru: Готово
uk: Готово

source: Add buy
ru: Добавить покупку
uk: Додати покупку

source: Select input value:
ru: Выбери вводимые данные:
uk: Вибери дані, що вводяться:

source: Amount of token
ru: Количество монет
uk: Кiлькiсть монет

source: Bought Value
ru: Сумма покупки
uk: Сума покупки

source: Color scheme:
ru: Цветовая схема:
uk: Схема кольорів:

source: Light
ru: Светлая
uk: Світла

source: Dark
ru: Темная
uk: Темна

source: Enter quantity of token
ru: Введи количество монет
uk: Введи кiлькiсть монет

source: Enter bought price
ru: Введи стоимость
uk: Введи вартiсть

source: Enter profit you want to receive %
ru: Введи желаемый профит %
uk: Введи бажаний профiт %

source: Your bought value:
ru: Сумма покупки:
uk: Сума покупки:

source: Set limit order at:
ru: Поставь ордер по цене:
uk: Постав ордер за цiною:

source: Your profit:
ru: Профит составит:
uk: Профiт складаэ:

source: Enter amount of token: first buy
ru: Введи количество монет: покупка №1
uk: Введи кількість монет: купівля №1

source: Enter price: first buy
ru: Введи цену: покупка №1
uk: Введи ціну: купівля №1

source: Enter bought value: first buy
ru: Введи сумму: покупка №1
uk: Введи суму: купівля №1

source: Enter amount of token: second buy
ru: Введи количество монет: покупка №2
uk: Введи кількість монет: купівля №2

source: Enter price: second buy
ru: Введи цену: покупка №2
uk: Введи ціну: купівля №2

source: Enter bought value: second buy
ru: Введи сумму: покупка №2
uk: Введи суму: купівля №2

source: Your average price is:
ru: Средняя цена:
uk: Середня ціна:

source: Enter amount of token: third buy
ru: Введи количество монет: покупка №3
uk: Введи кількість монет: купівля №3

source: Enter price: third buy
ru: Введи цену: покупка №3
uk: Введи ціну: купівля №3

source: Enter bought value: third buy
ru: Введи сумму: покупка №3
uk: Введи суму: купівля №3

source: Enter sell value
ru: Введи сумму продажи
uk: Введи суму продажу

source: Enter bought value
ru: Введи сумму покупки
uk: Введи суму покупки

source: Difference is:
ru: Разница составляет:
uk: Рiзница складаэ:

source: About:
ru: Информация:
uk: Інформація:

source: Sell price included maker/taker fee 0,1%
ru: Цена продажи учитывает комиссию 0,1%
uk: Ціна продажу враховує комісію 0,1%

source: This is app for my crypto-blog in Telegram. Stay tuned for new features!
ru: Это приложение для моего крипто-канала в Telegram. Следите за новостями!
uk: Ця програма для мого крипто-каналу в Telegram. Слідкуйте за новинами!

source: Feel free for donate:
ru: Донаты приветствуются:
uk: Донати вітаються:

source: Copied!
ru: Адрес скопирован!
uk: Адреса скопійовано!

source: Thank You!
ru: Спасибо, Товарищ!
uk: Спасибі!

source: Select exchange commission rate:
ru: Выбери комиссию биржи:
uk: Обери комісію біржі:

source: There are no coins in your portfolio. Press **"Edit portfolio"** button to add your coins!
ru: Тут пока нет монет. Нажмите кнопку **"Редактировать"**, чтобы добавить ваши монеты.
uk: Тут поки що немає монет. Натисніть кнопку **"Редагувати"**, щоб додати монети.

source: Portfolio
ru: Портфолио

source: Coin
ru: Монета
uk: Монета

source: Bought value
ru: Стоимость покупки
uk: Вартість покупки

source: Current value
ru: Стоимость портфеля
uk: Вартість портфеля

source: Edit portfolio
ru: Редактировать
uk: Редагувати

source: Total bought value:
ru: Начальная стоимость портфеля:
uk: Витрачено:

source: Total current value:
ru: Текущая стоимость портфеля:

source: Back
ru: Назад
uk: Назад

source: Delete
ru: Удалить
uk: Вилучити

source: Save
ru: Готово
uk: Зберегти

source: Search by name or symbol...
ru: Введите тикер токена...
uk: Введіть тікер токена...

source: Amount holding:
ru: Количество монет:

source: Bought price:
ru: Цена покупки:
uk: Ціна покупки:

source: Second amount:
ru: Количество монет:

source: Second bought price:
ru: Цена новой покупки:

source: Total Current value:
uk: Поточна вартість портфеля:

source: Amount holdings:
uk: Кількість монет:
